{
    "newsletters": [
        {
            "date": "february 19, 2023",
            "title": "issue one",
            "preview": "tenderness is a virtue.",
            "question-of-week": "In a city of great expectations, is it time to settle for what you can get? (S1, Ep.9)**",
            "life": "Anyone else been feeling extra overwhelmed lately? I was faced with a particularly rough week (think your hip popping out of place,  high schoolers testing your patience, and a borderline identity crisis), but at the end of it (and I much needed cry) I realized that things would be okay. As I looked forward I remembered an interaction I had last September on the streets of San Francisco:\nOn a bright, 90 degree day in the Bay, I walked barefoot. I had no other option! My vintage, Franco Sarto heeled loafers had broken at the soles, and there I was, left only with talking shoes and a mission to find superglue. After walking up and down the massive hills of SF in my white ankle socks, I found my glue right outside of a Trader Joe's. I took up a seat next to an old Jewish woman who decided to give me her life story, and some company. As she spoke, I unsuccessfully attempted to salvage my shoes. As I was just about ready to give up and head home, a man approached me and handed me a yellow daisy saying: \"I hope your day gets a little better\". And it did, as things always do.\nReminder: It's okay to feel things. It's okay to be tender. It's okay to have bad days (or weeks).",
            "love": "Ah yes, the infamous week of February 14th has come to an end. The roses have begun to wilt and the chocolate is on sale -- score! This was my first Valentine's Day single in a very, very long time, and I loved every minute of it. I (intentionally) turned down quite a few Valentine's dates this year and spent it with one of my best friends Emma, who recently went through a very painful breakup -- she left a boy who could not, and would not give her what she needed, an admirable feat.  After we watched our movie and I made it home, I thought a lot about my past dating experiences and realized that I finally feel really content with myself and my choices (romance wise). Considering myself a global citizen (miss worldwide to some) I've gone on my fair share of dates across the country, the most recently with sailor who is currently in the middle of the Pacific -- who was great by the way, just 3,000 miles away and owned by the United States government. I've learned, especially over the course of the last six months to listen to my gut when it gets \"the ick\". The city, and world may have lots of expectations, but so do I! It's a lot easier for me to turn down and move away from people than it used to be. I don't really have time to waste on anyone who does not add to my life. Life isn't forever, and I've got things to do!\n In sum: The world is massive, there's no need to settle. Someone will come along when the time (and place) is right. Until then, embrace independence and relish in your intuition and personal joy. Why are you wasting your breathe on a relationship that doesn't serve you?",
            "little-things": "Sent out Valentine's to some of my closest friends, a new tradition. \nGo (re)watch La La Land. You won't regret it. \nDigestive enzymes are a girl's best friend. \nHave you heard of adaptogenic mushrooms? Maca powder? Sex dust?\nSlowly becoming a wellness guru (^): stay tuned. ",
            "current-read": "Mother Night - Kurt Vonnegut",
            "current-song": "Who's Lovin' You - The Jackson 5",
            "id": 1
        },
        {
            "date": "february 26, 2023",
            "title": "issue two",
            "preview": "\"to choose growth is to embrace a love that heals\" bell hooks",
            "question-of-week": "Is timing everything? (S3, Ep.8)**",
            "life": "Let's talk inner child: \nI had a week off from work this week and frankly, I was bored. If you know me well, you know that I get a little stir-crazy when I'm in one place for too long. With the big storm that's been hitting California this week, I've been stuck, both physically and emotionally. Unfortunately, since buying plane tickets was not in the budget this month (thanks to Mr. Harry Styles and his Palm Springs concert), I started my week by rereading All About Love, written by bell hooks. It made me think a lot about my upbringing and my childhood, and ultimately led to the theme of my week being inner child connection. I cooked (messily), rewatched old cartoons and Disney shows (Hannah Montana for the win), dipped my toes back into the realm of YA fiction (Okay? Okay), and doodled. For the most part, the acts made me pretty happy, but as the week comes to an end, I realize how hard it is to find time to reconnect with yourself within the confines of a busy schedule.\n \nI wonder: How do you connect with your inner child? Is it daily? Let me know.",
            "love": "After a long conversation with a dear friend and trusted confidant -- and being the romantic that I am -- I found myself pondering instances that could have been -- if the timing had worked itself out. But is timing really everything? Is it fate that decides or the people around you? \n\nA part of me wants to believe that timing is everything, that we are all products of circumstance, but then again, if they wanted to they would, right??? (And arguably if I wanted to I would -- I too am guilty) \nI was having trouble deciding for myself this week, so I turned to a couple of friends to gather opinions:\n \nEm: \"I mean the saying right person wrong time exists for a reason. I think that if you are both on the same page and all the timing is right then the relationship will be smooth sailing, but if one person's timing is off it will throw the whole relationship off.\"\n\nKJ: \"Absolutely not. Timing is only, maybe like ten percent. If you meet the right person it doesn't matter what time it is for the most part... Timing can be a thing, but that doesn't mean the relationship was working or not, people want different things in their life.\" \n\n In sum: My jury is still out. Priorities change, and so do people sometimes. But! I'm leaning towards the latter, the right person would make it work. People don't like to lose things they really care about. Personally, I think love is all about priorities -- do you agree?",
            "little-things": "My current morning stretch routine.\nDipped my toes in the ocean, if you can you should too.\nHad lunch with my dear friend Addy -- she is now cancer free!! Today we celebrate her. \nI started a Youtube channel, video diaries are more my thing anyways. \nAccomplishment: Was selected to interview for a post-grad program I've been waiting on. Fingers crossed!  ",
            "current-read": "The Trials of Apollo: The Hidden Oracle - Rick Riordan",
            "current-song": "I Got So High That I Saw Jesus by Noah Cyrus ",
            "id": 2
        },
        {
            "date": "march 5, 2023",
            "title": "issue three",
            "preview": "\"there's an energy of abundance this year\" Citli ",
            "question-of-week": "What's the number one thing you look for in a partner?**",
            "life": "TW: Brief mention of SA (no details). \n\nThis week's theme? Gratitude.  \n\nAs I sit here typing this out, I am eating a bag of organic popcorn and drinking a sparkling apple cider vinegar beverage from Trader Joe's. This morning I went to hot yoga with my best friend and almost passed out. Yesterday I did laundry. The day before I opened an email that quite literally changed the course of my life. I got word that I was admitted to Brown University's graduate school. And I'm going. \n\nThe notion of my acceptance feels surreal. Brown is the only grad school that I applied for, and with my rocky transcript, I was not looking at a very good chance of acceptance (we're talking under a 3.0 here). But! I am not complaining. I feel an abundance of gratitude for my friends, my family, and everyone who helped me to get to the point I am at now. For those of you unaware, the last few years of my life have been incredibly difficult. I moved across the country, have been in and out of the hospital, SA'd more than a couple of times, represented myself (and others as an advocate) in a couple of Title IX  cases and at general court, among other things. It has been ROUGH. But at the start of the year I openly decided that this was going to be my year, and with a little help from my loved ones, it really has been. I'm super grateful for all of the opportunities I have had this year to travel, be healthy (generally --#dontbeacheerleader), and ultimately just enjoy myself and my life. Not to say that things haven't gotten a little stressful, but relatively speaking? I've had it pretty easy lately, and in roughly three months I'll be across the country doing what I love. \n\nReminder: Everything works out when it's supposed to. There's always something to look forward to, even if you can't see it yet. ",
            "love": "Me personally? Having been through it a few times myself, I always answer this question the same way: honesty. If I had two choices??? Honesty and compassion. Plain and simple. \n\nTo diversify the narrative, I turned to my instagram this week and compiled what others found to be true. Here's a chart for you. (Sorry for the external link! The pie chart was too big for the newsletter format). \n\nIt seems my Instagram followers (that responded to my prompt) believe that kindness is the number one thing they seek in a partner, followed closely by comfort, authenticity, and a sense of humor. Interesting isn't it? Everyone is so different and generally attracted to an array of different attributes, but these were fairly common in ranking as the top. The more you know! ",
            "little-things": "Salted macadamia nuts are my new favorite snack. \nSalmon + cacio e pepe -- GREAT.\nThe French Dispatch is one of my new favorite flicks. \nBeen appreciating all the hot air balloons I see on my way to work. \nOne of my students called my vintage coat my \"pimp jacket\". \nI've got a little crush on a man and it desperately needs to leave the building. ",
            "current-read": "The Dark Prophecy - Rick Riordan",
            "current-song": "Oh! Darling - The Beatles",
            "id": 3
        }
    ]
}
